---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.DekanewtonMeters
source: html/991e6922-517a-ee61-1abd-fc94f8509f91.htm
---
# Autodesk.Revit.DB.UnitTypeId.DekanewtonMeters Property

Dekanewton meters.

## Syntax (C#)
```csharp
public static ForgeTypeId DekanewtonMeters { get; }
```